Repository: NaN-tic/trytond-sale_invoice_grouping_shipment_party
Catalog: locale/*.po
Languages: ca, es

# field:account.invoice,shipment_party:
source: Shipment Party
ca: Tercer de l'enviament
es: Tercero del envío

# field:party.party,party_sale_payer:
source: Party Sale Payer
ca: Tercer pagador
es: Tercero pagador

# field:sale.configuration,sale_default_party_carrier:
source: Default Party Carrier
ca: Transportista del tercer per defecte
es: Transportista del tercero por defecto

# field:sale.configuration.sale_carrier,sale_default_party_carrier:
source: Default Party Carrier
ca: Transportista del tercer per defecte
es: Transportista del tercero por defecto

# help:party.party,party_sale_payer:
source: Default party payer when selecting a shipment party on sales or invoices.
ca: Pagador per defecte quan es selecciona un tercer a enviar en la venda.
es: Pagador por defecto cuando seleccionamos un tercero a enviar en la venta.

# model:ir.message,text:msg_error_party_payer
source: Party "%(name)s" cannot be used as a payer because it has a payer defined
ca: El tercer "%(name)s" no pot utilitzar-se com a pagador, perquè ja en té un de definit
es: El tercero "%(name)s" no se puede utilizar como pagador porque ya tiene uno definido

# selection:sale.configuration,sale_default_party_carrier:
source: Party (default)
ca: Tercer (per defecte)
es: Tercero (per defecto)

# selection:sale.configuration,sale_default_party_carrier:
source: Shipment Party
ca: Tercer de l'enviament
es: Tercero del envío

# selection:sale.configuration.sale_carrier,sale_default_party_carrier:
source: Party (default)
ca: Tercer (per defecte)
es: Tercero (per defecto)

# selection:sale.configuration.sale_carrier,sale_default_party_carrier:
source: Shipment Party
ca: Tercer de l'enviament
es: Tercero del envío
